// document.querySelector('.message');

//манипулирование DOM

console.log(document.querySelector('.message').textContent); // чтобы получить значение данного элемента

// DOM - объектная модель документа и представляет собой структурированое представление HTML документа. DOM позволяет использовать JS для получения доступа к HTML элементам и стилям, чтобы манипулировать ими. Например, можно изменять текс, атрибуты, стили. DOM автоматически создается браузером как только загружается HTML страница и сохраняется в виде древовидной структуры.
